Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SaverBackdropAerialsDescription
source: Choose the Aerials you want to see, from cityscapes to underwater scenes.
ar: اختيار الصور الجوية المراد رؤيتها، من مشاهد مناظر المدينة إلى المشاهد تحت الماء.
ca: Selecciona les vistes aèries que vulguis que s’hi mostrin, com ara paisatges urbans o imatges submarines.
cs: Vyberte letecké záběry, které se mají zobrazovat – od městských panoramat po podvodní scenérie.
da: Vælg de luftfotos, du vil se, fra bylandskaber til undervandsscener.
de: Wähle die Aufnahmen aus, die du sehen möchtest, von Stadtlandschaften bis zu Unterwasseraufnahmen.
el: Επιλέξτε τα αεροβίντεο που θέλετε να εμφανίζονται, από αστικά τοπία έως υποθαλάσσιες σκηνές.
es: Selecciona las vistas aéreas que quieras ver, desde paisajes urbanos hasta escenas subacuáticas.
es_us: Elige las vistas aéreas que quieres ver, desde rascacielos hasta escenas submarinas.
fi: Valitse ilmakuvat, jotka haluat nähdä, kaupunkimaisemista vedenalaisiin näkymiin.
fr: Choisissez les vues aériennes que vous souhaitez afficher parmi des paysages urbains, des scènes sous-marines et plus encore.
fr_ca: Choisissez les vues aériennes que vous voulez afficher, notamment parmi des paysages urbains et des scènes sous-marines.
he: ניתן לבחור את צילומי האוויר הרצויים, מנופים עירוניים ועד צילומים תת-מימיים.
hi: शहर के नज़ारों से लेकर अंडरवॉटर सीन तक, वे एरियल दृश्य चुनें जिन्हें आप देखना चाहते हैं।
hr: Odaberite zračne snimke koje želite vidjeti, od panorama grada do podvodnih scena.
hu: Kiválaszthatja a légi felvételeket – a városképektől a víz alatti jelenetekig –, amelyeket látni szeretne.
id: Pilih Aerial yang ingin Anda lihat, dari panorama kota hingga pemandangan bawah air.
it: Scegli le viste aeree che preferisci, dai paesaggi urbani a scene del mondo sottomarino.
ja: 都市の景観から水中のシーンまで、お好きな空撮を選択してください。
ko: 도시 풍경부터 수중 장면까지 보고 싶은 항공 사진을 선택합니다.
ms: Pilih Tema Udara yang anda mahu lihat, dari pemandangan bandar hingga adegan bawah air.
nb: Velg skjermsparerne du vil se, fra bylandskap til undervannsscener.
nl: Kies de schermbeveiligingen die je wilt zien, van stadsgezichten tot onderwaterscènes.
pl: Wybierz ulubione wygaszacze Z lotu ptaka — od pejzaży miejskich po sceny podwodne.
pt_br: Escolha quais vistas Aéreas você quer ver, de paisagens urbanas a cenas submarinas.
pt_pt: Escolha as vistas aéreas que prefere, de paisagens urbanas a cenários subaquáticos.
ro: Alegeți vederile aeriene care doriți să fie afișate, de la peisaje urbane la scene subacvatice.
ru: Выберите аэрозаставки, которые Вы хотите видеть, среди множества доступных вариантов — от городских пейзажей до подводных сцен.
sk: Vyberte letecké zábery, ktoré sa budú zobrazovať, od panorám miest až po podvodné scenérie.
sl: Izberite posnetke iz zraka, ki jih želite prikazati, od mestnih pokrajin do podvodnih prizorov.
sv: Välj vilka flygfoton du vill se, från stadsbilder till scener under vattnet.
th: เลือกภาพมุมสูงที่คุณต้องการดูตั้งแต่ทิวทัศน์ของเมืองไปจนถึงมุมมองโลกใต้ทะเล
tr: Şehir manzaralarından su altı ortamlara varıncaya kadar görmek istediğiniz havadan öğeleri seçin.
uk: Оберіть, які види з повітря показувати — від міських краєвидів до підводних світів.
vi: Chọn tùy chọn Không trung mà bạn muốn xem, từ khung cảnh thành phố đến cảnh dưới nước.
zh_cn: 从城市风光到水底景观，选取要显示的航拍。
zh_hk: 從城市天際到海底場景，選擇你想觀看的「航拍」。
zh_tw: 從城市風光到水底世界，選擇想要觀看的空照圖。

# SaverBackdropAerialsTitle
source: Aerials
ar: صور جوية
ca: Vistes aèries
cs: Letecké záběry
da: Luftfotos
de: Luftaufnahmen
el: Αεροβίντεο
es: Vistas aéreas
es_us: Vistas aéreas
fi: Ilmakuvat
fr: Vues aériennes
fr_ca: Vues aériennes
he: צילומי אוויר
hi: एरियल
hr: Zračne snimke
hu: Légi felvételek
id: Aerial
it: Viste aeree
ja: 空撮
ko: 항공 사진
ms: Tema Udara
nb: Luftfoto
nl: In vogelvlucht
pl: Z lotu ptaka
pt_br: Vistas Aéreas
pt_pt: Vistas aéreas
ro: Vederi aeriene
ru: Аэрозаставки
sk: Letecké zábery
sl: Posnetki iz zraka
sv: Flygfoton
th: ภาพมุมสูง
tr: Havadan
uk: Види з повітря
vi: Không trung
zh_cn: 航拍
zh_hk: 航拍
zh_tw: 空照圖

# SaverBackdropAerialTitle
source: Aerial
ar: صور جوية
ca: Aeri
cs: Letecké záběry
da: Luftfotos
de: Luftaufnahme
el: Αεροβίντεο
es: Aéreo
es_us: Vista aérea
fi: Ilmakuvat
fr: Vues aériennes
fr_ca: Aérien
he: אווירי
hi: एरियल
hr: Iz zraka
hu: Légi felvételek
it: Vista aerea
ja: 空撮
ko: 항공 사진
ms: Udara
nb: Luftfoto
nl: In vogelvlucht
pl: Z lotu ptaka
pt_br: Vista Aérea
pt_pt: Vistas aéreas
ro: Vedere aeriană
ru: Аэрозаставка
sk: Letecké zábery
sl: Posnetek iz zraka
sv: Flygfoto
th: ภาพมุมสูง
tr: Havadan
uk: Вид із повітря
vi: Không trung
zh_cn: 航拍
zh_hk: 航拍
zh_tw: 空照

# SaverBackdropCategories
source: Screen Saver Preferences
ar: تفضيلات شاشة التوقف
ca: Configuració de l’estalvi de pantalla
cs: Předvolby spořiče obrazovky
da: Indstillinger til skærmskåner
de: Bildschirmschoner-Einstellungen
el: Προτιμήσεις προφύλαξης οθόνης
es: Preferencias del salvapantallas
es_us: Preferencias del protector de pantalla
fi: Näytönsäästäjä-asetukset
fr: Préférences de l’économiseur d’écran
fr_ca: Préférences de l’économiseur d’écran
he: העדפות שומר המסך
hi: स्क्रीन सेवर प्राथमिकता
hr: Postavke zaštite zaslona
hu: Képernyővédő beállításai
id: Preferensi Penghemat Layar
it: Preferenze del salvaschermo
ja: スクリーンセーバ環境設定
ko: 화면 보호기 환경설정
ms: Keutamaan Penyelamat Skrin
nb: Skjermsparervalg
nl: Schermbeveiligingsvoorkeuren
pl: Preferencje wygaszacza ekranu
pt_br: Preferências de Protetor de Tela
pt_pt: Preferências de proteção de ecrã
ro: Preferințe pentru screensaver
ru: Настройки заставок
sk: Nastavenia šetriča obrazovky
sl: Nastavitve ohranjevalnika zaslona
sv: Inställningar för skärmsläckare
th: การตั้งค่าภาพพักหน้าจอ
tr: Ekran Koruyucu Tercihleri
uk: Параметри екранної заставки
vi: Tùy chọn Trình bảo vệ màn hình
zh_cn: 屏幕保护程序偏好设置
zh_hk: 螢幕保護程式偏好設定
zh_tw: 螢幕保護程式偏好設定

# SaverBackdropChooseAlbumCallout
source: Select the personal or shared album you want to see.
ar: اختر الألبوم الشخصي أو المشترك الذي تريد رؤيته.
ca: Selecciona l’àlbum personal o compartit que vulguis mostrar.
cs: Vyberte osobní nebo sdílené album, které se má zobrazovat.
da: Vælg det personlige eller delte album, du vil se.
de: Wähle das persönliche oder geteilte Album aus, das du anzeigen möchtest.
el: Επιλέξτε το προσωπικό ή το κοινόχρηστο άλμπουμ που θέλετε να εμφανίζεται.
es: Selecciona el álbum personal o compartido que quieras ver.
es_us: Selecciona el álbum personal o compartido que quieres ver.
fi: Valitse oma tai jaettu albumi, jonka haluat nähdä.
fr: Sélectionnez l’album personnel ou partagé que vous voulez afficher.
fr_ca: Sélectionnez l’album personnel ou partagé que vous voulez voir.
he: באפשרותך לבחור את האלבום האישי או האלבום המשותף שברצונך לראות.
hi: वह व्यक्तिगत या शेयर किया गया ऐल्बम चुनें जिसे आप देखना चाहते हैं।
hr: Odaberite osobni ili dijeljeni album koji želite vidjeti.
hu: Kijelölheti a megjeleníteni kívánt személyes vagy megosztott albumot.
id: Pilih album pribadi atau bersama yang ingin Anda lihat.
it: Seleziona l’album personale o condiviso che vuoi visualizzare.
ja: 表示したい個人用アルバムまたは共有アルバムを選択します。
ko: 보고 싶은 개인 앨범 또는 공유 앨범을 선택합니다.
ms: Pilih album peribadi atau dikongsi yang anda mahu lihat.
nb: Velg hvilke personlige eller delte albumer du vil se.
nl: Selecteer het persoonlijke of gedeelde album dat je wilt zien.
pl: Wybierz album osobisty lub udostępniany, który chcesz wyświetlić.
pt_br: Selecione o álbum pessoal ou compartilhado que você deseja ver.
pt_pt: Selecione o álbum pessoal ou partilhado que pretende ver.
ro: Selectați albumul personal sau partajat care doriți să fie afișat.
ru: Выберите нужный личный или общий альбом.
sk: Vyberte osobný alebo zdieľaný album, ktorý sa má zobrazovať.
sl: Izberite osebni ali deljeni album, ki ga želite prikazati.
sv: Välj det personliga eller delade album du vill se.
th: เลือกอัลบั้มส่วนตัวหรืออัลบั้มที่แชร์ที่คุณต้องการดู
tr: Görmek istediğiniz kişisel veya paylaşılan albümü seçin.
uk: Виберіть особистий або спільний альбом, який хочете переглянути.
vi: Chọn album cá nhân hoặc album chung mà bạn muốn xem.
zh_cn: 选择要显示的个人或共享相簿。
zh_hk: 選擇你想看到的個人或共享相簿。
zh_tw: 選取你想看到的個人或共享相簿。

# SaverBackdropFilterActionTitle
source: Choose Aerials
ar: اختيار الصور الجوية
ca: Selecciona les vistes aèries
cs: Vyberte letecké záběry
da: Vælg luftfotos
de: Luftaufnahmen auswählen
el: Επιλογή αεροβίντεο
es: Seleccionar vistas aéreas
es_us: Elegir vistas aéreas
fi: Valitse ilmakuvat
fr: Choisir des vues aériennes
fr_ca: Choisir des vues aériennes
he: בחירת צילומי אוויר
hi: एरियल चुनें
hr: Odaberi zračne snimke
hu: Légi felvételek kiválasztása
id: Pilih Aerial
it: Scegli le viste aeree
ja: 空撮を選択
ko: 항공 사진 선택
ms: Pilih Tema Udara
nb: Velg luftfoto
nl: Kies schermbeveiliging
pl: Wybierz wygaszacze Z lotu ptaka
pt_br: Escolher Vistas Aéreas
pt_pt: Escolher vistas aéreas
ro: Selectare vederi aeriene
ru: Выбор аэрозаставок
sk: Vybrať letecké zábery
sl: Izberi zračne posnetke
sv: Välj flygfoton
th: เลือกภาพมุมสูง
tr: Havadan Öğeleri Seç
uk: Обрати види з повітря
vi: Chọn không trung
zh_cn: 选取航拍
zh_hk: 選擇航拍
zh_tw: 選擇空照圖

# SaverBackdropFilterDescription
source: Choose the Aerials you'd like to see, including landscape, cityscape, underwater, and Earth. Aerials are downloaded periodically.
ar: اختيار الصور الجوية المراد رؤيتها، بما في ذلك المنظر الطبيعي ومناظر المدينة وتحت الماء والأرض. يتم تنزيل الصور الجوية بشكل دوري.
ca: Selecciona les vistes aèries que vulguis veure, com ara paisatges naturals i urbans o imatges submarines o de la Terra. Les vistes aèries es descarreguen periòdicament.
cs: Vyberte letecké záběry, které se mají zobrazovat. K dispozici jsou krajiny, městská panoramata, podvodní scenérie a planeta Země. Pravidelně se stahují nové letecké záběry.
da: Vælg de luftfotos, du vil se, herunder landskab, bylandskab, under vandet og jorden. Luftfotos hentes med jævne mellemrum.
de: Wähle die Luftaufnahmen aus, die du sehen möchtest, darunter Landschaften, Stadtlandschaften, Unterwasseraufnahmen und Aufnahmen der Erde. Luftaufnahmen werden regelmäßig heruntergeladen.
el: Επιλέξτε τα αεροβίντεο που θέλετε να εμφανίζονται, συμπεριλαμβανομένων τοπίων, αστικών τοπίων, υποθαλάσσιων σκηνών και σκηνών της Γης. Τα αεροβίντεο λαμβάνονται περιοδικά.
es: Selecciona las vistas aéreas que quieras ver, por ejemplo, de la naturaleza, de paisajes urbanos, de las profundidades marinas o de la Tierra. Las vistas aéreas se descargan periódicamente.
es_us: Elige las vistas aéreas que te gustaría que se muestren, ya sea paisajes, rascacielos, escenas submarinas o de la Tierra. Las vistas aéreas se descargan periódicamente.
fi: Valitse ilmakuvat, jotka haluat nähdä, mm. maisemat, kaupunkimaisemat, vedenalaiset näkymät ja Maa. Ilmakuvia ladataan ajoittain.
fr: Choisissez les vues aériennes que vous souhaitez afficher, comme des paysages naturels ou urbains, ou encore des vues sous-marines ou terrestres. De nouvelles vues aériennes sont téléchargées régulièrement.
fr_ca: Choisissez les vues aériennes que vous aimeriez voir, y compris des paysages naturels, des paysages urbains, des paysages sous-marins et des vues de la Terre. Les vues aériennes sont téléchargées régulièrement.
he: באפשרותך לבחור את צילומי האוויר שברצונך לראות, כולל נופים ציוריים, נופים עירוניים, צילומים תת-מימיים וצילומי לוויין של כדור הארץ. ההורדה של צילומי האוויר מתבצעת בפרקי זמן קבועים.
hi: भूदृश्य, शहरी नज़ारे, अधोजलीय और धरती सहित उन एरियल का चुनाव करें जिन्हें आप देखना चाहते हैं। विहंगम दृश्यों को समय-समय पर डाउनलोड किया जाता है।
hr: Odaberite zračne snimke koje želite vidjeti, uključujući krajolike, panorame gradova, podvodne snimke i snimke Zemlje. Zračne snimke periodično se preuzimaju.
hu: Kiválaszthatja a megjeleníteni kívánt légi felvételeket, többek között tájakat, városképeket, illetve víz alatti és a Földről készült képeket. A légi felvételek bizonyos időközönként vannak letöltve.
id: Pilih Aerial yang ingin Anda lihat, termasuk lanskap, panorama kota, bawah air, dan Bumi. Aerial diunduh secara berkala.
it: Scegli le viste aeree che vuoi vedere, inclusi paesaggi, panorami urbani, ambienti sottomarini e viste della Terra. Le viste aeree vengono scaricate periodicamente.
ja: 風景、都市の景観、水中、地球など、お好きな空撮を選択してください。空撮は定期的にダウンロードされます。
ko: 풍경, 도시 풍경, 수중 사진 및 지구 등 보고 싶은 항공 사진을 선택합니다. 항공 사진이 주기적으로 다운로드됩니다.
ms: Pilih Tema Udara yang anda mahu lihat, termasuk landskap, pemandangan bandar, bawah air dan Bumi. Tema Udara dimuat turun secara berkala.
nb: Velg hvilke luftfoto du vil se, fra landskap via bylandskap til undervannsscener og Jorden. Luftfoto lastes ned regelmessig.
nl: Kies de schermbeveiliging die je wilt zien, zoals landschap, stadsgezicht, onder water en aarde. Schermbeveiligingen worden periodiek gedownload.
pl: Wybierz ulubione wygaszacze Z lotu ptaka, na przykład pejzaże naturalne lub miejskie, sceny podwodne albo widoki Ziemi z kosmosu. Wygaszacze są pobierane co pewien czas.
pt_br: Escolha quais Vistas Aéreas você gostaria de ver, incluindo opções de paisagem, paisagem urbana, submarina e terrestre. As Vistas Aéreas são baixadas periodicamente.
pt_pt: Escolha as vistas aéreas que prefere, incluindo paisagens naturais ou urbanas, cenários subaquáticos e vistas da Terra. As vistas aéreas são descarregadas periodicamente.
ro: Alegeți vederile aeriene care ați doriți să fie afișate, inclusiv peisaje naturale sau urbane, scene subacvatice și Pământul văzut din spațiu. Vederile aeriene sunt descărcate periodic.
ru: Выберите аэрозаставки, которые Вы хотите видеть, например пейзажи, города, виды из космоса или подводные сцены. Аэрозаставки периодически загружают новый контент.
sk: Vyberte letecké zábery, ktoré sa majú zobrazovať. K dispozícii máte krajiny, panorámy miest, podvodné scenérie a planétu Zem. Letecké zábery sa pravidelne sťahujú.
sl: Izberite zračne posnetke, ki jih želite prikazati, vključno s pokrajino, urbano pokrajino, podvodnimi posnetki ter posnetki Zemlje. Zračni posnetki se prenašajo redno.
sv: Välj vilka flygfoton du vill se, till exempel landskap, stadsbilder, bilder under vattenytan och jorden. Flygfoton hämtas regelbundet.
th: เลือกภาพมุมสูงที่คุณต้องการดูรวมถึงภาพทิวทัศน์ ทิวทัศน์ของเมือง มุมมองโลกใต้ทะเล และโลก จะดาวน์โหลดภาพมุมสูงเป็นระยะๆ
tr: Manzara, şehir manzarası, su altı ve yeryüzü dahil olmak üzere görmek istediğiniz havadan öğeleri seçin. Havadan öğeler düzenli aralıklarla indirilir.
uk: Оберіть, які види з повітря показувати — від пейзажів і міських краєвидів до підводних світів та Землі з космосу. Час від часу викачуються нові види з повітря.
vi: Chọn video Không trung mà bạn muốn xem, bao gồm phong cảnh, khung cảnh thành phố, dưới nước và Trái Đất. Video Không trung được tải về định kỳ.
zh_cn: 从风景、城市风光、水下和地球景观中，选取要显示的航拍。航拍会定期下载。
zh_hk: 選擇你想觀看的「航拍」，包括風景、城市風光、水底和地球。系統會定期下載「航拍」。
zh_tw: 選擇你想看到的「空照圖」，包含風景、城市風光、水中世界和地球。系統會定期下載「空照圖」。

# SaverBackdropFilterTitle
source: Choose Aerials
ar: اختيار الصور الجوية
ca: Selecció de les vistes aèries
cs: Vyberte letecké záběry
da: Vælg luftfotos
de: Luftaufnahmen wählen
el: Επιλογή αεροβίντεο
es: Vistas aéreas
es_us: Elegir vistas aéreas
fi: Valitse ilmakuvat
fr: Choisir des vues aériennes
fr_ca: Choisir des vues aériennes
he: בחירת צילומי אוויר
hi: एरियल चुनें
hr: Odaberite zračne snimke
hu: Légi felvételek kiválasztása
id: Pilih Aerial
it: Scegli le viste aeree
ja: 空撮を選択
ko: 항공 사진 선택
ms: Pilih Tema Udara
nb: Velg luftfoto
nl: Kies schermbeveiliging
pl: Wybierz wygaszacze Z lotu ptaka
pt_br: Escolha Vistas Aéreas
pt_pt: Escolher vistas aéreas
ro: Selectare vederi aeriene
ru: Выбор аэрозаставок
sk: Vyberte letecké zábery
sl: Izbira zračnih posnetkov
sv: Välj flygfoton
th: เลือกภาพมุมสูง
tr: Havadan Öğeleri Seç
uk: Оберіть види з повітря
vi: Chọn không trung
zh_cn: 选取航拍
zh_hk: 選擇航拍
zh_tw: 選擇空照圖

# SaverBackdropLibrary
source: Photo Library
ar: مكتبة الصور
ca: Fototeca
cs: Knihovna fotek
da: Fotobibliotek
de: Fotomediathek
el: Βιβλιοθήκη φωτογραφιών
es: Fototeca
es_us: Fototeca
fi: Kuvakirjasto
fr: Photothèque
fr_ca: Photothèque
he: ספריית התמונות
hi: तस्वीर लाइब्रेरी
hr: Foto medijateka
hu: Fotótár
id: Perpustakaan Foto
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
ms: Pustaka Foto
nb: Bildebibliotek
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Fototeca
pt_pt: Fototeca
ro: Bibliotecă foto
ru: Медиатека
sk: Knižnica fotiek
sl: Knjižnica fotografij
sv: Bildbibliotek
th: คลังรูปภาพ
tr: Fotoğraf Arşivi
uk: Фототека світлин
vi: Thư viện ảnh
zh_cn: 照片图库
zh_hk: 相片圖庫
zh_tw: 照片圖庫

# SaverBackdropLibraryEnabledDescription
source: Shows Memories from your Personal Library, Shared Library, or both
ar: إظهار الذكريات من المكتبة الشخصية أو المكتبة المشتركة أو كلتيهما
ca: Mostra els records de la fototeca personal, de la compartida o de totes dues.
cs: Zobrazuje vzpomínky z vaší osobní knihovny, sdílené knihovny nebo obou knihoven.
da: Viser minder fra dit personlige bibliotek, det delte bibliotek eller begge
de: Rückblicke aus deiner persönlichen Mediathek, der geteilten Mediathek oder beiden anzeigen
el: Εμφάνιση αναμνήσεων από την προσωπική βιβλιοθήκη, την κοινόχρηστη βιβλιοθήκη, ή και τις δύο
es: Muestra los recuerdos de tu fototeca personal, la fototeca compartida o ambas.
es_us: Muestra los recuerdos de tu fototeca personal, compartida o ambas.
fi: Näyttää muistoja omasta kirjastosta, jaetusta kirjastosta tai molemmista.
fr: Affiche les souvenirs de votre photothèque personnelle, de votre photothèque partagée ou des deux.
fr_ca: Affichez les souvenirs de votre photothèque personnelle, de la photothèque partagée ou des deux.
he: ניתן להציג זיכרונות מהספריה האישית, מהספריה המשותפת או משתיהן.
hi: आपकी व्यक्तिगत लाइब्रेरी, शेयर की गई लाइब्रेरी या दोनों से यादें दिखाई जाती हैं
hr: Prikazuje uspomene iz osobne medijateke, dijeljene medijateke ili oboje
hu: Emlékeket jelenít meg a személyes könyvtárából, a megosztott könyvtárából vagy mindkettőből.
id: Menampilkan Memori dari Perpustakaan Pribadi Anda, Perpustakaan Bersama, atau keduanya
it: Mostra i ricordi dalla libreria personale, da quella condivisa o da entrambe.
ja: 個人用ライブラリ、共有ライブラリ、または両方のライブラリからメモリーを表示できます
ko: 개인 보관함 또는 공유 보관함의 추억을 보여주거나, 두 보관함의 추억을 함께 보여줍니다.
ms: Menunjukkan Memori daripada Pustaka Peribadi, Pustaka Dikongsi anda atau kedua-duanya
nb: Viser minner fra det personlige biblioteket ditt, fellesbiblioteket, eller begge.
nl: Toont terugblikken uit je persoonlijke bibliotheek, gedeelde bibliotheek of beide.
pl: Możesz wyświetlać wspomnienia tylko z biblioteki osobistej, tylko z biblioteki udostępnianej lub z obu bibliotek.
pt_br: Mostra Memórias da sua Fototeca Pessoal, Fototeca Compartilhada ou ambas.
pt_pt: Mostra recordações da sua biblioteca pessoal, biblioteca partilhada ou ambas.
ro: Afișați amintiri din biblioteca personală, din biblioteca partajată sau din ambele.
ru: Здесь отображаются воспоминания из Вашей личной, из общей или сразу из обеих медиатек.
sk: Zobrazí spomienky z vašej osobnej knižnice, zdieľanej knižnice alebo z oboch knižníc.
sl: Prikaže spomine iz osebne knjižnice, deljene knjižnice ali obeh knjižnic
sv: Visar minnen från ditt personliga bibliotek, delade bibliotek eller båda.
th: แสดงความทรงจำจากคลังส่วนตัวของคุณ คลังที่แชร์ หรือทั้งคู่
tr: Kişisel Arşiv’inizden, Paylaşılan Arşiv’den veya her ikisinden de Anılar gösterir
uk: Показувати спогади з вашої особистої фототеки, зі спільної фототеки чи з обох.
vi: Hiển thị các kỷ niệm từ Thư viện cá nhân, Thư viện được chia sẻ của bạn hoặc cả hai
zh_cn: 显示个人图库、共享图库或这两个图库中的“回忆”
zh_hk: 顯示來自你的「個人圖庫」、「共享圖庫」或兩個圖庫的「回憶」
zh_tw: 顯示來自「個人圖庫」、「共享的圖庫」或兩個圖庫的「回憶」
